/* Time-limit options in popup-menu for x month(s) and y week(s). This is a fallback string that should not be displayed to the user */
"%d months and %d weeks" = "%1$d måneder og %2$d uker";

/* Time-limit options in popup-menu for x Month(s) and y Week(s) ago. This is a fallback string that should not be displayed to the user */
"%d Months and %d Weeks ago" = "%1$d måneder og %2$d uker siden";

/* This texts follows the actual time zone if the system time zone is used. Note the parenthesis. */
"(Using System Time Zone)" = "(Bruker tidssonen på maskinen)";

/* We display a list of records inline.  When there are more than 5 records, we onlye display the first 5, then the current message to inform how many remains */
", and %d more." = " og %d andre.";

/* at this place, we display the summary of an event.  This is what we will display when the event does not have any summary */
"<event with no summary>" = "<hendelse uten oppsummering>";

/* at this place, we display the summary of a task.  This is what we will display when the task does not have any summary */
"<task with no summary>" = "<oppgave uten oppsummering>";

/* at this place, we display the name of contact group.  This is what we will display when the contact group does not have any name */
"<unamed group>" = "<gruppe uten navn>";

/* at this place, we display the name of contact.  This is what we will display when the contact does not have any name */
"<unknown contact>" = "<ukjent kontakt>";

/* All Contacts - iSync Phone Conduit */
"All Contacts" = "Alle kontakter";

/* Comments below the 'Sync All-day events' checkbox */
"All-day events become read-only events on your phone." = "Heldagshendelser blir til kun-les-hendelser på telefonen.";

/* Suggestion of the window: No calendar available */
"Before you can synchronize your calendars, you need to open a calendar application that supports Mac OS X synchronization." = "Før du kan synkronisere kalenderne dine, må du åpne et kalenderprogram som støtter Mac OS X-synkronisering.";

/* Contacts stat. */
"Calendar events changed: %d added, %d modified and %d removed" = "Kalenderhendelser er endret: %1$d lagt til, %2$d endret og %3$d fjernet";

/* Calendars */
"Calendars" = "Kalendere";

/* Generic Cancel button in dialog */
"Cancel" = "Avbryt";

/* Contacts */
"Contacts" = "Kontakter";

/* Contacts stat. */
"Contacts changed: %d added, %d modified and %d removed" = "Kontaktinformasjon er endret: %1$d lagt til, %2$d endret og %3$d fjernet";

/* title of the window: No calendar available */
"Do you want to use iCal as your calendar application?" = "Vil du bruke iCal som kalenderprogram?";

/* Time-limit options in popup-menu for [the next:] 8 months */
"Eight months" = "Åtte måneder";

/* Time-limit options in popup-menu for [the next:] 8 weeks */
"Eight weeks" = "Åtte uker";

/* Time-limit options in popup-menu for [prior to:] 8 weeks ago */
"Eight weeks ago" = "Åtte uker siden";

/* Time-limit options in popup-menu for [prior to:] 8 months ago */
"Eighth months ago" = "Åtte måneder siden";

/* Time-limit options in popup-menu for [prior to:] 11 months ago */
"Eleven months ago" = "Elleve måneder siden";

/* Time-limit options in popup-menu for [the next:] 11 months */
"Elevent months" = "Elleve måneder";

/* Following that label will be a list of events (one or several) */
"Event(s)" = "Hendelse(r)";

/* Time-limit options in popup-menu for [the next:] 5 months */
"Five months" = "Fem måneder";

/* Time-limit options in popup-menu for [prior to:] 5 months ago */
"Five months ago" = "Fem måneder siden";

/* Time-limit options in popup-menu for [the next:] 5 weeks */
"Five weeks" = "Fem uker";

/* Time-limit options in popup-menu for [prior to:] 5 weeks ago */
"Five weeks ago" = "Fem uker siden";

/* Time-limit options in popup-menu for [the next:] 4 months */
"Four months" = "Fire måneder";

/* Time-limit options in popup-menu for [prior to:] 4 months ago */
"Four months ago" = "Fire måneder siden";

/* Time-limit options in popup-menu for [the next:] 4 weeks */
"Four weeks" = "Fire uker";

/* Time-limit options in popup-menu for [prior to:] 4 weeks ago */
"Four weeks ago" = "Fire uker siden";

/* Merge button in dialog */
"Merge" = "Samkjør";

/* title of the window: Merge on first sync */
"Merging information for your first sync may result in some duplicate contact or calendar information." = "Hvis du samkjører informasjon i den første synkroniseringen, kan det oppstå duplikater av kontakt- eller kalenderinformsjon.";

/* Time-limit options in popup-menu for [the next:] 9 months */
"Nine months" = "Ni måneder";

/* Time-limit options in popup-menu for [prior to:] 9 months ago */
"Nine months ago" = "Ni måneder siden";

/* Time-limit options in popup-menu for: NO LIMIT */
"No limit" = "Ingen begrensning";

/* Time-limit options in popup-menu for [the next:] 1 month */
"One month" = "En måned";

/* Time-limit options in popup-menu for [prior to:] 1 month ago */
"One month ago" = "En måned siden";

/* Time-limit options in popup-menu for [the next:] 1 week */
"One week" = "En uke";

/* Time-limit options in popup-menu for [prior to:] 1 week ago */
"One week ago" = "En uke siden";

/* Time-limit options in popup-menu for [the next:] 1 year */
"One year" = "Ett år";

/* Time-limit options in popup-menu for [prior to:] 1 year ago */
"One year ago" = "Ett år siden";

/* button to open iCal */
"Open iCal" = "Åpne iCal";

/* Name for the Personal Information (Sync) module in the navigation bar */
"Personal Information" = "Personlig informasjon";

/* For 3rd-party plugin, displayed at the bottom of the main view: Provided by %@    [%@ is the manufacturer name] */
"Provided by %@" = "Levert av %@";

/* Label in modlet view */
"Put events created on phone into:" = "Legg hendelser opprettet på telefonen, i:";

/* Reset button in dialog */
"Reset" = "Tilbakestill";

/* Time-limit options in popup-menu for [the next:] 7 months */
"Seven months" = "Sju måneder";

/* Time-limit options in popup-menu for [prior to:] 7 months ago */
"Seven months ago" = "Sju måneder siden";

/* Time-limit options in popup-menu for [the next:] 7 weeks */
"Seven weeks" = "Sju uker";

/* Time-limit options in popup-menu for [prior to:] 7 weeks ago */
"Seven weeks ago" = "Sju uker siden";

/* Time-limit options in popup-menu for [the next:] 6 months */
"Six months" = "Seks måneder";

/* Time-limit options in popup-menu for [prior to:] 6 months ago */
"Six months ago" = "Seks måneder siden";

/* Time-limit options in popup-menu for [the next:] 6 weeks */
"Six weeks" = "Seks uker";

/* Time-limit options in popup-menu for [prior to:] 6 weeks ago */
"Six weeks ago" = "Seks uker siden";

/* For 3rd-party plugin, displayed at the bottom of the main view: Support */
"Support" = "Support";

/* Label in modlet view in front of contact group popup */
"Synchronize:" = "Synkroniser:";

/* Following that label will be a list of tasks (one or several) */
"Task(s)" = "Oppgave(r)";

/* Time-limit options in popup-menu for [the next:] 10 months */
"Ten months" = "Ti måneder";

/* Time-limit options in popup-menu for [prior to:] 10 months ago */
"Ten months ago" = "Ti måneder siden";

/* the phone refused some events or contacts for unknown reasons.  We give a list of the incriminated records */
"The device refused the following records:\n" = "Enheten avviste følgende oppføringer:\n";

/* Suggestion of the window: merge on first sync. %@ == [application name] */
"The first time you use %@ to synchronize devices that were imported from iSync 1.5, you should reset the information on your devices to avoid duplicates." = "Den første gangen du bruker %@ til å synkronisere enheter som er importert fra iSync 1.5, bør du tilbakestille informasjonen på enhetene for å unngå duplikater.";

/* Text displayed instead of the calendars section when the phone does not support calendars sync */
"This phone does not support calendar synchronization." = "Denne telefonen støtter ikke kalendersynkronisering.";

/* Time-limit options in popup-menu for [the next:] 3 months */
"Three months" = "Tre måneder";

/* Time-limit options in popup-menu for [prior to:] 3 months ago */
"Three months ago" = "Tre måneder siden";

/* Time-limit options in popup-menu for [the next:] 3 weeks */
"Three weeks" = "Tre uker";

/* Time-limit options in popup-menu for [prior to:] 3 weeks ago */
"Three weeks ago" = "Tre uker siden";

/* Time-limit options in popup-menu for [prior to:] Today */
"Today" = "I dag";

/* Turn on [DeviceName] synchronization */
"Turn on %@ synchronization" = "Slå på %@-synkronisering";

/* Time-limit options in popup-menu for [the next:] 2 months */
"Two months" = "To måneder";

/* Time-limit options in popup-menu for [prior to:] 2 months ago */
"Two months ago" = "To måneder siden";

/* Time-limit options in popup-menu for [the next:] 2 weeks */
"Two weeks" = "To uker";

/* Time-limit options in popup-menu for [prior to:] 2 weeks ago */
"Two weeks ago" = "To uker siden";

/* Time-limit options in popup-menu for [the next:] 2 years */
"Two years" = "To år";

/* Using System Time Zone */
"Using System Time Zone" = "Bruker tidssonen på maskinen";

